"""Текст для игры с дверями."""
CHOOSE_DOOR = 'Выбери дверь и введи: «слева», «центр» или «справа» >>> '
RUN_AWAY = '''Самое время смываться! Сейчас тебе предстоит бросить виртуальный кубик.
Если выпадет 5 или 6 - всё ОК! Если 3 или 4 - более-менее. Если 1 или 2 - пиши пропало...
Так что скрести пальцы, достань свою счастливую кроличью лапку, помолись Зевсу.
Или какой там у тебя ритуал для привлечения удачи...'''
RUN_AWAY_OK = '''От страха ты втопил так, что аж пятки засверкали! Монстр поначалу пробежал
за тобой немного, но, запыхавшись, плюнул на это дело и прекратил погоню, громко сетуя на то,
что забросил свои утренние пробежки... Тебе удалось унести ноги без последствий.'''
RUN_AWAY_SO_SO = 'Тебе удалось удрать, но для этого пришлось сбросить одну шмотку, чтобы отвлечь монстра.'
RUN_AWAY_BAD = '''Убегая, ты спотыкаешься о камень и падаешь. Монстр тут же тебя настиг, растоптал и съел!
Финита ля комедия. Memento mori. Гамовер, как говорится...'''
USE_INVISIBLE = '''Ты провалил смывку, но у тебя остался последний шанс: Зелье невидимости.
Ты выпиваешь его, после чего автоматически смываешься от монстра.'''
